Repository: NevronOffice/localization-support
Catalog: Localization/NovDictionary_de-DE.tmx
Source language: en_us
Languages: de_de

source: Top Left
de_de: Oben links

source: Bottom Left
de_de: Unten links

source: Bottom Right
de_de: Unten rechts

source: Indent Size
de_de: Größe des Einzugs

source: Consumer Report Rating
de_de: Verbraucher berichten Rating

source: Parallel Fork/Join
de_de: Parallele Fork/Join

source: Complex Decision/Merge
de_de: Komplexe Entscheidung/Merge

source: Inclusive Decision/Merge
de_de: Inklusive Entscheidung/Merge

source: Data-Based Exclusive Decision/Merge 1
de_de: Datenbasierte exklusive Entscheidung/Merge 1

source: Data-Based Exclusive Decision/Merge 2
de_de: Datenbasierte exklusive Entscheidung/Merge 2

source: Data-Based Exclusive Decision/Merge 3
de_de: Datenbasierte exklusive Entscheidung/Merge 3

source: Side Box Shape
de_de: Seite Kastenform

source: Side Line Shape
de_de: Seite Linienform

source: IDEF1X Entity
de_de: IDEF1X Entität

source: IDEF1X Relationship
de_de: IDEF1X Beziehung

source: Crow's Foot Connector
de_de: Fuß der Krähe des Connector

source: Set Weak Entity
de_de: Schwache Entität festlegen

source: Set Composite
de_de: Zusammengesetzt festlegen

source: Set Identifying
de_de: Identifizierung festlegen

source: Create Association
de_de: Assoziation erstellen

source: Set Primary Key
de_de: Primärschlüssel festlegen

source: Set Multivalued Attribute
de_de: Mehrwertiges Attribut festlegen

source: Set Derived Attribute
de_de: Abgeleitetes Attribut festlegen

source: Set Required
de_de: Als erforderlich festlegen

source: 1-D open end
de_de: 1D-Pfeil, Ende offen

source: Move Text Backward
de_de: Text nach hinten verschieben

source: Move Text Forward
de_de: Text nach vorne

source: Change Bend Offset
de_de: Krümmungsabstand ändern

source: Reposition Branch Intersection
de_de: Schnittpunkt der Zweige positionieren

source: Reposition Branch
de_de: Zweig positionieren

source: Reposition Branch End
de_de: Zweigende positionieren

source: Reposition Arm
de_de: Arm positionieren

source: Relocate Connection
de_de: Verbindung positionieren

source: Open Arrow End
de_de: Offenes Pfeilende

source: Close Arrow End
de_de: Geschlossenes Pfeilende

source: Change Arrow Size
de_de: Pfeilgröße ändern

source: Slide Triangle
de_de: Dreieck verschieben

source: Modify Curvature
de_de: Krümmung modifizieren

source: Resize Jump
de_de: Sprung skalieren

source: Slide Jump
de_de: Sprung verschieben

source: Contiguous United States
de_de: Angrenzende Vereinigte Staaten

source: United States without Alaska and Hawaii
de_de: Vereinigten Staaten ohne Alaska und Hawaii

source: Corner Position
de_de: Position der Ecke

source: Happiness
de_de: Fröhlichkeit

source: Cyrcle Size
de_de: Kreis-Größe

source: Fullness
de_de: Mondphase

source: Width of Front
de_de: Breite der Vorderseite

source: Viewing Angle
de_de: Blickwinkel

source: Move Line
de_de: Linie verschieben

source: Drag Line
de_de: Linie ziehen

source: Reposition 2nd Dimention Line
de_de: 2. Dimension Zeile positionieren

source: Reposition 3rd Dimention Line
de_de: 3. Dimension Zeile positionieren

source: Reposition 4th Dimention Line
de_de: 4. Dimension Zeile positionieren

source: Change Dimension Height
de_de: Höhe der Bemaßungslinie ändern

source: Change Line Spacing
de_de: Linienabstand ändern

source: Place on Arc
de_de: Auf Bogen platzieren

source: Change Dimension Angle
de_de: Bemaßungswinkel ändern

source: Resize Dimensions
de_de: Größe Abmessungen

source: Change Extension Line Length
de_de: Ändert die Länge der Erweiterungslinie

source: Reposition Lower-Left of Crosshairs
de_de: Fadenkreuz unten links positionieren

source: Reposition Upper-Right of Crosshairs
de_de: Fadenkreuz oben rechts positionieren

source: Change Curvature
de_de: Krümmung ändern

source: Reposition Perimeter Point
de_de: Kreispunkt positionieren

source: Resize Sector
de_de: Sektor skalieren

source: Resize Arc
de_de: Bogen skalieren

source: Resize Radius
de_de: Radius skalieren

source: Reposition Endpoint
de_de: Endpunkt positionieren

source: Reposition Tangent Endpoint
de_de: Tangenten-Endpunkte positionieren

source: Resize Leg
de_de: Schenkel skalieren

source: Reposition Vertex
de_de: Scheitelpunkt positionieren

source: Change Height
de_de: Höhe ändern

source: Change Roundness
de_de: Rundung ändern

source: Resize Chamfer
de_de: Fase anpassen

source: Alternating current source
de_de: Wechselstrom-Quelle

source: Bipolar junction transistor, NPN mode
de_de: Bipolar Junction Transistor NPN-Modus

source: Bipolar junction transistor, PNP mode
de_de: Bipolar Junction Transistor, Plug &amp; Play-Modus

source: Direct current source
de_de: Gleichstrom-Quelle

source: Junction field effect transistor, N-channel
de_de: Kreuzung Feldeffekt-Transistors, N-Kanal

source: Junction field effect transistor, P-channel
de_de: Kreuzung Feldeffekt-Transistors, P-Kanal

source: Light-dependent resistor
de_de: Licht-abhängigen Widerstand

source: Light Emitting Diode
de_de: Licht emittierende Diode

source: Metal oxide semiconductor field effect transistor, depletion mode, N-channel
de_de: Metall-Oxid Halbleiter Feldeffekt-Transistors, Erschöpfung Modus, N-Kanal

source: Metal oxide semiconductor field effect transistor, depletion mode, P-channel
de_de: Metall-Oxid Halbleiter Feldeffekt-Transistors, Erschöpfung Modus, P-Kanal

source: Metal oxide semiconductor field effect transistor, enhancement mode, N-channel
de_de: Metall-Oxid Halbleiter Feldeffekt-Transistors, Erweiterungsmodus, N-Kanal

source: Metal oxide semiconductor field effect transistor, enhancement mode, P-channel
de_de: Metall-Oxid Halbleiter Feldeffekt-Transistors, Erweiterungsmodus, P-Kanal

source: Silicon controlled rectifier
de_de: Silizium gesteuerten Gleichrichter

source: Single pole double throw switch
de_de: Einpolige Doppel werfen Schalter

source: Single pole single throw switch
de_de: Einpolige einzigen Wurf Schalter

source: Flag of Albania
de_de: Flagge von Albanien

source: Flag of Algeria
de_de: Flagge von Algerien

source: Flag of Angola
de_de: Flagge Angolas

source: Flag of Argentina
de_de: Flagge von Argentinien

source: Flag of Armenia
de_de: Fahne von Armenien

source: Flag of Australia
de_de: Flagge von Australien

source: Flag of Austria
de_de: Flagge von Österreich

source: Flag of Azerbaijan
de_de: Flagge von Aserbaidschan

source: Flag of Bahamas
de_de: Flagge der Bahamas

source: Flag of Bahrain
de_de: Flagge von Bahrain

source: Flag of Bangladesh
de_de: Fahne von Bangladesch

source: Flag of Barbados
de_de: Flagge von Barbados

source: Flag of Belgium
de_de: Flagge von Belgien

source: Flag of Benin
de_de: Flagge von Benin

source: Flag of Bolivia
de_de: Flagge von Bolivien

source: Flag of Bosnia And Herzegovina
de_de: Flagge von Bosnien und Herzegowina

source: Flag of Botswana
de_de: Flagge von Botswana

source: Flag of Brazil
de_de: Flagge von Brasilien

source: Flag of Bulgaria
de_de: Flagge von Bulgarien

source: Flag of Burkina Faso
de_de: Flagge von Burkina Faso

source: Flag of Burundi
de_de: Flagge von Burundi

source: Flag of Cameroon
de_de: Fahne von Kamerun

source: Flag of Canada
de_de: Flagge von Kanada

source: Flag of Cape Verde
de_de: Flagge von Kap Verde

source: Flag of Central African Republic
de_de: Flagge der Zentralafrikanischen Republik

source: Flag of Chad
de_de: Flagge des Tschad

source: Flag of Chile
de_de: Flagge von Chile

source: Flag of China
de_de: Flagge von China

source: Flag of Colombia
de_de: Flagge von Kolumbien

source: Flag of Comoros
de_de: Flagge der Komoren

source: Flag of Democratic Republic Of Congo
de_de: Flagge der Demokratischen Republik Kongo

source: Flag of Republic Of Congo
de_de: Flagge der Republik Kongo

source: Flag of Costa Rica
de_de: Flagge von Costa Rica

source: Flag of Cote D'ivoire
de_de: Flagge der Elfenbeinküste

source: Flag of Cuba
de_de: Flagge von Kuba

source: Flag of Czech Republic
de_de: Flagge der Tschechischen Republik

source: Flag of Denmark
de_de: Flagge von Dänemark

source: Flag of Djibouti
de_de: Flagge Dschibutis

source: Flag of East Timor
de_de: Flagge von Ost-Timor

source: Flag of Ecuador
de_de: Flagge Ecuadors

source: Flag of Estonia
de_de: Flagge von Estland

source: Flag of Ethiopia
de_de: Flagge von Äthiopien

source: Flag of European Union
de_de: Flagge der Europäischen Union

source: Flag of Finland
de_de: Flagge von Finnland

source: Flag of France
de_de: Flagge von Frankreich

source: Flag of Gabon
de_de: Flagge von Gabun

source: Flag of Gambia
de_de: Flagge von Gambia

source: Flag of Georgia
de_de: Flagge von Georgien

source: Flag of Germany
de_de: Flagge von Deutschland

source: Flag of Ghana
de_de: Flagge von Ghana

source: Flag of Greece
de_de: Flagge von Griechenland

source: Flag of Grenada
de_de: Flagge von Grenada

source: Flag of Guinea
de_de: Flagge von Guinea

source: Flag of Guinea Bissau
de_de: Flagge von Guinea-Bissau

source: Flag of Guyana
de_de: Flagge von Guyana

source: Flag of Honduras
de_de: Flagge von Honduras

source: Flag of Hungary
de_de: Flagge von Ungarn

source: Flag of Iceland
de_de: Flagge von Island

source: Flag of India
de_de: Flagge Indiens

source: Flag of Indonesia
de_de: Flagge von Indonesien

source: Flag of Ireland
de_de: Flagge von Irland

source: Flag of Israel
de_de: Flagge von Israel

source: Flag of Italy
de_de: Flagge von Italien

source: Flag of Jamaica
de_de: Flagge von Jamaika

source: Flag of Japan
de_de: Flagge von Japan

source: Flag of Jordan
de_de: Flagge von Jordanien

source: Flag of Kenya
de_de: Flagge von Kenia

source: Flag of North Korea
de_de: Flagge der Demokratischen Volksrepublik Korea

source: Flag of South Korea
de_de: Flagge von Südkorea

source: Flag of Kuwait
de_de: Flagge von Kuwait

source: Flag of Laos
de_de: Flagge von Laos

source: Flag of Latvia
de_de: Flagge von Lettland

source: Flag of Liberia
de_de: Flagge von Liberia

source: Flag of Libya
de_de: Flagge von Libyen

source: Flag of Lithuania
de_de: Flagge von Litauen

source: Flag of Luxembourg
de_de: Flagge von Luxemburg

source: Flag of FYROM
de_de: Flagge der ehemaligen jugoslawischen Republik Mazedonien

source: Flag of Madagascar
de_de: Flagge von Madagaskar

source: Flag of Malawi
de_de: Flagge von Malawi

source: Flag of Malaysia
de_de: Flagge von Malaysia

source: Flag of Maldives
de_de: Flagge der Malediven

source: Flag of Mali
de_de: Flagge von Mali

source: Flag of Marshall Islands
de_de: Flagge der Marshall-Inseln

source: Flag of Mauritania
de_de: Flagge von Mauretanien

source: Flag of Mauritius
de_de: Flagge von Mauritius

source: Flag of Micronesia
de_de: Flagge von Mikronesien

source: Flag of Monaco
de_de: Flagge von Monaco

source: Flag of Mongolia
de_de: Flagge der Mongolei

source: Flag of Morocco
de_de: Flagge von Marokko

source: Flag of Namibia
de_de: Flagge von Namibia

source: Flag of NATO
de_de: Flagge der NATO

source: Flag of Nauru
de_de: Flagge von Nauru

source: Flag of Nepal
de_de: Flagge von Nepal

source: Flag of Netherlands
de_de: Flagge der Niederlande

source: Flag of New Zealand
de_de: Flagge von Neuseeland

source: Flag of Niger
de_de: Flagge von Niger

source: Flag of Nigeria
de_de: Fahne von Nigeria

source: Flag of Norway
de_de: Flagge Norwegens

source: Flag of Pakistan
de_de: Flagge von Pakistan

source: Flag of Palau
de_de: Flagge von Palau

source: Flag of Panama
de_de: Flagge von Panama

source: Flag of Papua New Guinea
de_de: Flagge von Papua-Neu-Guinea

source: Flag of Peru
de_de: Flagge von Peru

source: Flag of Philippines
de_de: Flagge der Philippinen

source: Flag of Poland
de_de: Flagge von Polen

source: Flag of Puerto Rico
de_de: Flagge von Puerto Rico

source: Flag of Qatar
de_de: Flagge von Katar

source: Flag of Romania
de_de: Flagge von Rumänien

source: Flag of Russia
de_de: Flagge von Russland

source: Flag of Rwanda
de_de: Flagge von Ruanda

source: Flag of Saint Kitts And Nevis
de_de: Flagge von Saint Kitts und Nevis

source: Flag of Saint Lucia
de_de: Flagge von Saint Lucia

source: Flag of Saint Vincent And The Grenadines
de_de: Flagge von St. Vincent und die Grenadinen

source: Flag of Samoa
de_de: Flagge von Samoa

source: Flag of Sao Tome And Principe
de_de: Flagge von São Tomé und Príncipe

source: Flag of Senegal
de_de: Flagge des Senegal

source: Flag of Serbia
de_de: Flagge von Serbien

source: Flag of Seychelles
de_de: Flagge der Seychellen

source: Flag of SierraLeone
de_de: Flagge von SierraLeone

source: Flag of Singapore
de_de: Flagge von Singapur

source: Flag of Slovakia
de_de: Flagge der Slowakei

source: Flag of Slovenia
de_de: Flagge von Slowenien

source: Flag of Solomon Islands
de_de: Flagge der Salomonen

source: Flag of Somalia
de_de: Flagge Somalias

source: Flag of South Africa
de_de: Flagge von Südafrika

source: Flag of Spain
de_de: Flagge von Spanien

source: Flag of Sudan
de_de: Flagge des Sudan

source: Flag of Suriname
de_de: Flagge von Suriname

source: Flag of Sweden
de_de: Flagge von Schweden

source: Flag of Switzerland
de_de: Flagge der Schweiz

source: Flag of Syria
de_de: Flagge Syriens

source: Flag of Taiwan
de_de: Flagge von Taiwan

source: Flag of Tajikistan
de_de: Flagge von Tadschikistan

source: Flag of Tanzania
de_de: Flagge von Tansania

source: Flag of Thailand
de_de: Flagge von Thailand

source: Flag of Togo
de_de: Flagge von Togo

source: Flag of Tonga
de_de: Flagge von Tonga

source: Flag of Trinidad And Tobago
de_de: Flagge von Trinidad und Tobago

source: Flag of Tunisia
de_de: Flagge von Tunesien

source: Flag of Turkey
de_de: Flagge der Türkei

source: Flag of Tuvalu
de_de: Flagge von Tuvalu

source: Flag of Ukraine
de_de: Flagge der Ukraine

source: Flag of United Arab Emirates
de_de: Flagge der Vereinigten Arabischen Emirate

source: Flag of United Kingdom
de_de: Flagge des Vereinigten Königreichs

source: Flag of United States
de_de: Flagge der Vereinigten Staaten

source: Flag of Uzbekistan
de_de: Flagge der Republik Usbekistan

source: Flag of Venezuela
de_de: Flagge Venezuelas

source: Flag of Vietnam
de_de: Flagge von Vietnam

source: Flag of Yemen
de_de: Flagge des Jemen

source: Shot Glass
de_de: Schnapsglas

source: TallShot Glass
de_de: TallShot Glas

source: Casual relationship or dating
de_de: Lockere Beziehung oder dating

source: Indifferent / Apathetic
de_de: Nicht gleichgültig / apathisch

source: Distant / Poor
de_de: Ferne / Arme

source: Friendship / Close
de_de: Freundschaft / schließen

source: Discord / Conflict
de_de: Zwietracht / Konflikt

source: Cutoff / Estranged
de_de: Cutoff / entfremdeten

source: Fan / Admier
de_de: Lüfter / Admier

source: Neglect / Abuse
de_de: Vernachlässigung / Missbrauch

source: Distant - Hostile
de_de: Fern - feindlich

source: Distant - Violence
de_de: Fern - Gewalt

source: Close - Hostile
de_de: Schließen - feindlich

source: Fused - Hostile
de_de: Verschmolzen - feindlich

source: Close - Violence
de_de: Schließen - Gewalt

source: Fused - Violence
de_de: Verschmolzen - Gewalt

source: Best Friends / Very Close
de_de: Beste Freunde / ganz in der Nähe

source: Cell phone
de_de: Mobiltelefon

source: Computer/Workstation
de_de: Computer/Arbeitsplatz

source: Digital still (point-and-shoot) camera
de_de: Noch Digital (Kompaktkamera)

source: Digital still (professional-grade) single-lens reflex camera
de_de: Digitalen noch (professionelle)-Spiegelreflexkamera

source: Digital video camera
de_de: Digitale Videokamera

source: External (CD/DVD/FD/HDD) drive
de_de: Externes Laufwerk (CD/DVD/FD/HDD)

source: Multifunctional center/device (office all-in-one)
de_de: Multifunktionales Zentrum/Gerät (Büro all-in-One)

source: Personal Digital Assistant
de_de: Persönlicher digitaler Assistent

source: Portable/Personal media center
de_de: Portable/persönliches Mediacenter

source: Data projector (LCD)
de_de: Beamer (LCD)

source: Limited access computer
de_de: Begrenztem Umfang computer

source: Wireless access point/hub/router
de_de: WLAN-Zugriffspunkt/Hub/router

source: Move Lines
de_de: Linien verschieben

source: N-type
de_de: Typ N

source: X-type
de_de: Typ X

source: Unspecified
de_de: Nicht spezifiziert

source: Female symbol
de_de: Weibliches Symbol

source: Flat Human
de_de: Flache Human

source: Handicapped symbol
de_de: Behinderten-symbol

source: Heart/Love shape
de_de: Herzensliebe/Form

source: Human Icon 1
de_de: Menschlichen Symbol 1

source: Male symbol
de_de: Männliches Symbol

source: Male shape
de_de: Männliche Form

source: New Actor 1
de_de: Neue Schauspieler 1

source: Radioactivity
de_de: Radioaktivität

source: Role Icon 1
de_de: Symbol 1 Rolle

source: Skull/Poison
de_de: Schädel/Poison

source: Female shape
de_de: Weibliche Form

source: Taoist Yin-Yang
de_de: Taoistische Yin-Yang

source: Attention! Pedestrians crossing
de_de: Achtung! Fußgänger überqueren

source: Attention!
de_de: Achtung!

source: Low flying aircraft
de_de: Niedrig fliegende Flugzeuge

source: Curvy road
de_de: Kurvenreiche Straße

source: End of previous (speed) limits
de_de: Ende des vorherigen (Geschwindigkeitsbegrenzungen)

source: End of right of way
de_de: Ende der Vorfahrt

source: European route number
de_de: Europastraße Nummer

source: Attention! Falling Rocks
de_de: Achtung! Steinschlag

source: Yield
de_de: Vorfahrt

source: Intersection
de_de: Kreuzung

source: Follow the direction of the sign
de_de: Folgen Sie der Richtung des Zeichens

source: Do not enter
de_de: Geben Sie nicht

source: No turning left
de_de: Kein drehen links

source: Overtaking forbidden
de_de: Überholen verboten

source: Do not park
de_de: Nicht parken

source: Stopping and parking forbidden
de_de: Halten und Parken verboten

source: No turning right
de_de: Keine richtige drehen

source: Vehicular traffic forbidden
de_de: Fahrzeugverkehr verboten

source: Overtaking by trucks forbidden
de_de: Überholen von LKWs verboten

source: No U-turns
de_de: Keine u-turns

source: Timed parking
de_de: Zeitgesteuerte Parkplatz

source: Recommended (speed)
de_de: Empfohlene (Geschwindigkeit)

source: Right of way
de_de: Rechts des Weges

source: Caution! Quayside
de_de: Vorsicht! Kai

source: Road narrows on both sides
de_de: Straße verengt sich auf beiden Seiten

source: Road narrows on one side
de_de: Straße verengt sich auf einer Seite

source: US interstate road number
de_de: US interstate Betriebsnummer

source: US road/route number
de_de: US-Straße/Nummer

source: Caution! High winds
de_de: Vorsicht! Starke Winde

source: Cloudy and Foggy
de_de: Bewölkt und neblig

source: Mixed Rain and Snow
de_de: Regen und Schnee vermischt

source: Single Raindrop
de_de: Einzelne Regentropfen

source: Single Snowflake
de_de: Einzelne Schneeflocke

source: Stormy
de_de: Stürmischen

source: Sunny and Hot
de_de: Sonnig und heiß

source: T-Storm
de_de: T-Sturm

source: Expression
de_de: Ausdruck

source: Office
de_de: Büro

source: Zephyr
de_de: Zephir

source: Text Style Index
de_de: Stil-Textindex

source: Rotate or Flip
de_de: Drehen oder Spiegeln

source: Nudge
de_de: Schieben

source: Compose
de_de: Verbinden

source: Align
de_de: Ausrichten

source: Rounding: {0}
de_de: Rundung: {0}

source: Layout Shapes of page - {0}
de_de: Layout-Formen der Seite - {0}

source: Size Page To Content After Layout
de_de: Größe der Seite Inhalt nach Layout

source: Reset Values
de_de: Werte zurücksetzen

source: Apply Layout to
de_de: Layout, anwenden

source: Selected Shapes
de_de: Ausgewählte Shapes

source: All Shapes in Page
de_de: Alle Shapes in Seite

source: Layout Bounds
de_de: Layoutgrenzen

source: Layout Type
de_de: Layouttyp

source: Status Bar
de_de: Statusleiste

source: Arrange
de_de: Anordnen

source: Insert
de_de: Einfügen

source: Show Stroke
de_de: Zeige Kontur

source: Show Arrowheads
de_de: Pfeilspitzen zeigen

source: Snap to
de_de: Einrasten an

source: Figure Options
de_de: Abbildung Optionen

source: Show Rulers
de_de: Anzeigen der Lineale

source: Snap to Geometry
de_de: Fangen Sie Geometrie

source: Snap to Port
de_de: Einrasten an Anschluss

source: Snap Begin to Geometry
de_de: Fangen Sie an Geometrie ausrichten

source: Snap End To Geometry
de_de: Ende der Geometrie ausrichten

source: Snap Begin to Port
de_de: Einrasten Anfang an Anschluss

source: Snap End To Port
de_de: Einrasten Ende an Anschluss

source: Rotate Selected Shapes
de_de: Ausgewählte Formen drehen

source: Allow Drill down
de_de: Drill down zu ermöglichen

source: Drill down Select Mouse Button Event
de_de: Drill-down auswählen Schaltfläche Mausereignis

source: Minor Ticks Stroke
de_de: Zwischenmarkierungslinie

source: Major Ticks Stroke
de_de: Hauptmarkierungslinien

source: Coordinate
de_de: Koordinate

source: Grid Style
de_de: Grid-Stil

source: Major Lines Stroke
de_de: Hauptlinien Kontur

source: Minor Lines Stroke
de_de: Zwischenlinien Kontur

source: Horizontal Stripes Color
de_de: Horizontale Streifen Farbe

source: Vertical Stripes Color
de_de: Vertikale Streifen Farbe

source: Clip with Page
de_de: Clip mit Seite

source: Fill Color
de_de: Füllfarbe

source: Border Color
de_de: Rahmenfarbe

source: X Step Mode
de_de: X-Schrittmodus

source: Fixed X Step
de_de: Festen X Schritt

source: Y Step Mode
de_de: Y-Schritt-Modus

source: Fixed Y Step
de_de: Festen Y-Schritt

source: Minor Ticks Count
de_de: Sekundärmarkierungsstriche Graf

source: Values Formatter
de_de: Werte-Formatierer

source: Geometry Index
de_de: Geometrie-Index

source: Vertex Index
de_de: Scheitelpunkt-Index

source: Port Index
de_de: Anschluss Index

source: Command Index
de_de: Befehlsindex

source: Snap to Ports
de_de: Einrasten an Anschluss

source: Snap to Geometries
de_de: Fangen Sie Geometrien

source: Snap to Shapes
de_de: Einrasten an Shapes

source: Snap to Guidelines
de_de: Einrasten an Hilfslinien

source: Snap to Grid
de_de: Einrasten am Raster

source: Snap to Rulers
de_de: Einrasten am Lineal

source: Glue to Ports
de_de: Kleben an Anschluss

source: Glue to Geometries
de_de: Kleber, Geometrien

source: Glue to Shapes
de_de: Leim zu Formen

source: Ports Strength
de_de: Häfen-Stärke

source: Geometry Strength
de_de: Geometrie-Stärke

source: Geometry Vertices Strength
de_de: Geometrie Scheitelpunkte Stärke

source: Guidelines Strength
de_de: Leitlinien-Stärke

source: Grid Strength
de_de: Raster-Kraft

source: Rulers Strength
de_de: Lineale-Stärke

source: Rotation Tolerance
de_de: Drehung-Toleranz

source: Glue to
de_de: Kleben an

source: Snap Strength
de_de: Fangen Sie Stärke

source: Glue to Element Ref
de_de: Kleber auf Element Ref

source: Master Port Index
de_de: Hauptindex-Port

source: Direction Mode
de_de: Richtungsmodus

source: Glue Mode
de_de: Kleber-Modus

source: Flow Mode
de_de: Flow-Modus

source: Auto Center Inverted
de_de: Auto-Center invertiert

source: Auto Side
de_de: Auto Seite

source: Auto Side Inverted
de_de: Auto Seite invertiert

source: Current Page
de_de: Aktuelles Zeichenblatt

source: All Pages
de_de: Alle Zeichenblätter

source: Glue to Geometry Intersection
de_de: Kleber, Geometrie-Kreuzung

source: Glue to Box Intersection
de_de: Kleber, Kreuzung Box

source: Glue to Nearest Port
de_de: Klebe an nächsten Anschluss

source: Glue to Box Center
de_de: Kleber, Center Box

source: Never
de_de: Nie

source: Always
de_de: Immer

source: When Needed
de_de: Bei Bedarf

source: Offset in Same Document
de_de: Offset in demselben Dokument

source: Center in Document
de_de: Zentrum in Dokument

source: Offset from Viewport Origin
de_de: Versatz von Viewport Ursprung

source: Reposition
de_de: Neu positionieren

source: Redefine
de_de: Neu definieren

source: Use Geometry Stroke Color
de_de: Verwende Geometrie Konturfarbe

source: Use Geometry Stroke
de_de: Verwende Geometriekontur

source: Use Contour Orientation
de_de: Verwenden Sie Kontur Ausrichtung

source: Page
de_de: Seite

source: Selected Object
de_de: Ausgewähltes Objekt

source: Mouse Position
de_de: Mausposition
